{
  "basics": {
    "name": "Ariel Aguilar",
    "label": "Program Manager 2",
    "picture": "",
    "email": "ariel.jana.aguilar@gmail.com",
    "phone": "(720) 216-7168",
    "website": "http://www.linkedin.com/in/aguilarariel",
    "summary": "Ariel is a Colorado native, now living in Seattle. Before her time at Microsoft, she earned two degrees in her 4 years at the University of Colorado at Boulder in Psychology and Computer Science. She completed two theses, both involving computational models of language acquisition in children. She also spent some time working on a maternal health digital pen and a telecommunications network for secondary education in Peru. She's fascinated by people's interactions with technology and is constantly updating her definition of \"user experience\" accordingly.",
    "location": {
      "address": "1220 N. 45th St. Apt. 310",
      "postalCode": "98103",
      "city": "Seattle",
      "countryCode": "US",
      "region": "Washington"
    },
    "profiles": [
      {
        "network": "Github",
        "username": "aguilaaj",
        "url": "https://github.com/aguilaaj"
      }
    ]
  },
  "work": [
    {
      "company": "Microsoft",
      "startDate": "2015-01-05",
      "position": "Program Manager 2",
      "summary": "The Azure Internet of Things team at Microsoft is breaking new ground in the IoT space as it grows in popularity and demand among hobbyists and enterprises.",
      "highlights": ["Managed a vendor team of 4 developers and 1 designer for initial product release.","Drove e2e from spec, design, and scenarios to development, deployment and documentation of Azure IoT Suite preconfigured solutions."]
    },
    {
      "company": "Microsoft",
      "startDate": "2013-08-05",
      "endDate": "2015-01-05",
      "position": "Program Manager",
      "summary": "The Bing Ads division at Microsoft is committed to helping advertisers and customers connect in today's competitive online marketplace. The paid search relevance and revenue team focuses on optimizing algorithms and the marketplace for a better Bing experience.",
      "highlights": ["Designed and automated new KPIs for feature validation and debugging.", "Spearheaded new program for specialized web experiences based on seasonal events."]
    },
    {
      "company": "CU Language Project",
      "startDate": "2010-05-01",
      "endDate": "2013-07-01",
      "position": "Professional Research Assistant",
      "website": "http://bit.ly/10AqUmQ",
      "summary": "Pairing empirical research with computational models, the CU Language Project focuses on the intricate cognitive processeses that result in language acquisition.",
      "highlights": ["Built semantic networks based on prototypical toddlers' language to study the interaction between phonology and semantics.", "Led research study utilizing computational models to inform what words toddlers will learn next.", "Expanded study by creating picture books based on models, running a behaviorial study, and measuring language acquisition of real toddlers."]
    },
    {
      "company": "USAA",
      "startDate": "2012-05-01",
      "endDate": "2012-08-15",
      "position": "Software Developer Intern",
      "summary": "USAA is dedicated to providing the best financial services to the military community.",
      "highlights": ["Worked in a mainframe environment.", "Contributed to a new business service for the property & casualty insurance team."]
    }
  ],
  "education": [
    {
      "institution": "University of Colorado at Boulder",
      "area": "Computer Science",
      "studyType": "Bachelor of Science Cum Laude",
      "startDate": "2009-08-01",
      "endDate": "2013-05-01"
    },
    {
      "institution": "University of Colorado at Boulder",
      "area": "Psychology",
      "studyType": "Bachelor of Arts Summa Cum Laude",
      "startDate": "2009-08-01",
      "endDate": "2013-05-01"
    }
  ],

  "volunteer": [
    {
      "organization": "Alpha Phi Omega",
      "position": "Pledgemaster",
      "website": "www.apo.org/",
      "startDate": "2010-01-01",
      "endDate": "2013-05-01",
      "summary": "Alpha Phi Omega is a national service organization that provides it members the chance to develop leadership skills through service projects on their campus, in their community and across the nation.",
      "highlights": [
        "Recruited over 200 new members in one semester (highest number to date) for the CU chapter."
      ]
    }
  ],
  "awards": [
    {
      "title": "Silver Medal Award",
      "date": "2013-05-01",
      "awarder": "Colorado Engineering Council",
      "summary": "The Silver Medal is the highest honor for students from the CEC. Each Engineering department nominates one top student, based not only on scholarship, but also on achievements and involvement in community or college service, leadership and research. Ariel is the first ever winner from the Department of Computer Science since the award was first established in 1963."
    },
    {
      "title": "Imogene-Jacobs Award",
      "date": "2012-05-01",
      "awarder": "University of Colorado at Boulder Department of Psychology and Neuroscience",
      "summary": "One rising senior Psychology major exhibiting exceptional promise in research is granted this award."
    }
  ],
  "interests": [
    {
      "name": "Intellectual",
      "keywords": [
        "Human Centered Computing",
        "Internet of Things",
        "Information and Communication Technologies for Developing Communities",
        "Anthropology"
      ]
    },
    {
      "name": "Creative",
      "keywords": [
        "West Coast Swing",
        "Bouldering",
        "Jewelry Making"
      ]
    }
  ]
}
